Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# catalog.allRequests.empty.declined
source: No declined requests
cs: Žádné zamítnuté žádosti
da: Ingen afviste anmodninger
de: Keine abgelehnten Anfragen
el: Δεν υπάρχουν απορριφθέντα αιτήματα
es: Sin solicitudes rechazadas
fi: Ei hylättyjä pyyntöjä
fr: Aucune demande refusée
hr: Nema odbijenih zahtjeva
hu: Nincs elutasított kérelem
it: Nessuna richiesta rifiutata
ja: 却下されたリクエストはありません
ko: 거절된 요청 없음
nb: Ingen avviste forespørsler
nl: Geen afgewezen verzoeken
pl: Brak odrzuconych żądań
pt_br: Nenhuma solicitação recusada
pt_pt: Sem pedidos recusados
ro: Nicio cerere refuzată
ru: Нет отклонённых запросов
sk: Žiadne zamietnuté žiadosti
sv: Inga avvisade förfrågningar
tr: Reddedilen istek yok
uk: Немає відхилених запитів
zh_hans: 没有已拒绝的请求
zh_hant: 沒有已拒絕的請求

# catalog.allRequests.empty.pending
source: No pending requests
cs: Žádné čekající žádosti
da: Ingen afventende anmodninger
de: Keine offenen Anfragen
el: Δεν υπάρχουν αιτήματα σε αναμονή
es: Sin solicitudes pendientes
fi: Ei odottavia pyyntöjä
fr: Aucune demande en attente
hr: Nema zahtjeva na čekanju
hu: Nincs függőben lévő kérelem
it: Nessuna richiesta in attesa
ja: 保留中のリクエストはありません
ko: 대기 중인 요청 없음
nb: Ingen ventende forespørsler
nl: Geen verzoeken in behandeling
pl: Brak oczekujących żądań
pt_br: Nenhuma solicitação pendente
pt_pt: Sem pedidos pendentes
ro: Nicio cerere în așteptare
ru: Нет ожидающих запросов
sk: Žiadne čakajúce žiadosti
sv: Inga väntande förfrågningar
tr: Bekleyen istek yok
uk: Немає запитів в очікуванні
zh_hans: 没有待处理的请求
zh_hant: 沒有待處理的請求

# catalog.allRequests.filter.all
source: All
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todas
fi: Kaikki
fr: Toutes
hr: Sve
hu: Mind
it: Tutte
ja: すべて
ko: 전체
nb: Alle
nl: Alle
pl: Wszystkie
pt_br: Todas
pt_pt: Todas
ro: Toate
ru: Все
sk: Všetko
sv: Alla
tr: Tümü
uk: Усі
zh_hans: 全部
zh_hant: 全部

# catalog.allRequests.filter.approved
source: Approved
cs: Schváleno
da: Godkendt
de: Genehmigt
el: Εγκεκριμένο
es: Aprobadas
fi: Hyväksytty
fr: Approuvé
hr: Odobreno
hu: Jóváhagyva
it: Approvate
ja: 承認済み
ko: 승인됨
nb: Godkjent
nl: Goedgekeurd
pl: Zatwierdzone
pt_br: Aprovado
pt_pt: Aprovado
ro: Aprobat
ru: Одобрено
sk: Schválené
sv: Godkänd
tr: Onaylandı
uk: Схвалено
zh_hans: 已批准
zh_hant: 已批准

# catalog.allRequests.filter.declined
source: Declined
cs: Zamítnuto
da: Afvist
de: Abgelehnt
el: Απορρίφθηκε
es: Rechazadas
fi: Hylätty
fr: Refusé
hr: Odbijeno
hu: Elutasítva
it: Rifiutate
ja: 却下済み
ko: 거절됨
nb: Avvist
nl: Afgewezen
pl: Odrzucone
pt_br: Recusado
pt_pt: Recusado
ro: Refuzat
ru: Отклонено
sk: Zamietnuté
sv: Avvisad
tr: Reddedildi
uk: Відхилено
zh_hans: 已拒绝
zh_hant: 已拒絕

# catalog.allRequests.filter.pending
source: Pending
cs: Čeká na vyřízení
da: Afventer
de: Offen
el: Σε αναμονή
es: Pendientes
fi: Odottaa
fr: En attente
hr: Na čekanju
hu: Függőben
it: In attesa
ja: 保留中
ko: 대기 중
nb: Venter
nl: In behandeling
pl: Oczekuje
pt_br: Pendente
pt_pt: Pendente
ro: În așteptare
ru: Ожидает
sk: Čaká na vybavenie
sv: Väntar
tr: Beklemede
uk: Очікує
zh_hans: 待处理
zh_hant: 待處理

# catalog.allRequests.requestedBy
source: Requested by %@
cs: Požádal/a %@
da: Anmodet af %@
de: Angefragt von %@
el: Ζητήθηκε από %@
es: Solicitado por %@
fi: Pyytänyt %@
fr: Demandé par %@
hr: Zatražio %@
hu: Kérte: %@
it: Richiesto da %@
ja: %@ がリクエスト
ko: %@ 이(가) 요청
nb: Forespurt av %@
nl: Aangevraagd door %@
pl: Żądane przez %@
pt_br: Solicitado por %@
pt_pt: Pedido por %@
ro: Solicitat de %@
ru: Запросил(а) %@
sk: Žiadosť od %@
sv: Begärd av %@
tr: %@ tarafından talep edildi
uk: Запитав(ла) %@
zh_hans: %@ 请求
zh_hant: %@ 請求

# catalog.allRequests.seasonsLabel
source: Seasons
cs: Sezóny
da: Sæsoner
de: Staffeln
el: Σεζόν
es: Temporadas
fi: Tuotantokaudet
fr: Saisons
hr: Sezone
hu: Évadok
it: Stagioni
ja: シーズン
ko: 시즌
nb: Sesonger
nl: Seizoenen
pl: Sezony
pt_br: Temporadas
pt_pt: Temporadas
ro: Sezoane
ru: Сезоны
sk: Sezóny
sv: Säsonger
tr: Sezonlar
uk: Сезони
zh_hans: 季
zh_hant: 季

# catalog.allRequests.toast.approved
source: Request approved
cs: Žádost schválena
da: Anmodning godkendt
de: Anfrage genehmigt
el: Το αίτημα εγκρίθηκε
es: Solicitud aprobada
fi: Pyyntö hyväksytty
fr: Demande approuvée
hr: Zahtjev odobren
hu: Kérelem jóváhagyva
it: Richiesta approvata
ja: リクエストを承認しました
ko: 요청 승인됨
nb: Forespørsel godkjent
nl: Verzoek goedgekeurd
pl: Żądanie zatwierdzone
pt_br: Solicitação aprovada
pt_pt: Pedido aprovado
ro: Cerere aprobată
ru: Запрос одобрен
sk: Žiadosť schválená
sv: Förfrågan godkänd
tr: İstek onaylandı
uk: Запит схвалено
zh_hans: 请求已批准
zh_hant: 請求已批准

# catalog.allRequests.toast.declined
source: Request declined
cs: Žádost zamítnuta
da: Anmodning afvist
de: Anfrage abgelehnt
el: Το αίτημα απορρίφθηκε
es: Solicitud rechazada
fi: Pyyntö hylätty
fr: Demande refusée
hr: Zahtjev odbijen
hu: Kérelem elutasítva
it: Richiesta rifiutata
ja: リクエストを却下しました
ko: 요청 거절됨
nb: Forespørsel avvist
nl: Verzoek afgewezen
pl: Żądanie odrzucone
pt_br: Solicitação recusada
pt_pt: Pedido recusado
ro: Cerere refuzată
ru: Запрос отклонён
sk: Žiadosť zamietnutá
sv: Förfrågan avvisad
tr: İstek reddedildi
uk: Запит відхилено
zh_hans: 请求已拒绝
zh_hant: 請求已拒絕

# catalog.allRequests.toast.deleted
source: Request deleted
cs: Žádost smazána
da: Anmodning slettet
de: Anfrage gelöscht
el: Το αίτημα διαγράφηκε
es: Solicitud eliminada
fi: Pyyntö poistettu
fr: Demande supprimée
hr: Zahtjev izbrisan
hu: Kérelem törölve
it: Richiesta eliminata
ja: リクエストを削除しました
ko: 요청 삭제됨
nb: Forespørsel slettet
nl: Verzoek verwijderd
pl: Żądanie usunięte
pt_br: Solicitação excluída
pt_pt: Pedido eliminado
ro: Cerere ștearsă
ru: Запрос удалён
sk: Žiadosť zmazaná
sv: Förfrågan raderad
tr: İstek silindi
uk: Запит видалено
zh_hans: 请求已删除
zh_hant: 請求已刪除

# catalog.allRequests.toast.permissionDenied
source: Server denied the action
cs: Server akci odmítl
da: Serveren afviste handlingen
de: Server hat die Aktion abgelehnt
el: Ο διακομιστής απέρριψε την ενέργεια
es: El servidor rechazó la acción
fi: Palvelin hylkäsi toiminnon
fr: Le serveur a refusé l'action
hr: Poslužitelj je odbio radnju
hu: A szerver elutasította a műveletet
it: Il server ha rifiutato l'azione
ja: サーバーがアクションを拒否しました
ko: 서버가 작업을 거부했습니다
nb: Serveren avviste handlingen
nl: De server weigerde de actie
pl: Serwer odrzucił akcję
pt_br: O servidor recusou a ação
pt_pt: O servidor recusou a ação
ro: Serverul a refuzat acțiunea
ru: Сервер отклонил действие
sk: Server akciu odmietol
sv: Servern nekade åtgärden
tr: Sunucu işlemi reddetti
uk: Сервер відхилив дію
zh_hans: 服务器拒绝了该操作
zh_hant: 伺服器拒絕了該操作

# catalog.allRequests.toast.updated
source: Request updated
cs: Žádost aktualizována
da: Anmodning opdateret
de: Anfrage aktualisiert
el: Το αίτημα ενημερώθηκε
es: Solicitud actualizada
fi: Pyyntö päivitetty
fr: Demande mise à jour
hr: Zahtjev ažuriran
hu: Kérelem frissítve
it: Richiesta aggiornata
ja: リクエストを更新しました
ko: 요청 업데이트됨
nb: Forespørsel oppdatert
nl: Verzoek bijgewerkt
pl: Żądanie zaktualizowane
pt_br: Solicitação atualizada
pt_pt: Pedido atualizado
ro: Cerere actualizată
ru: Запрос обновлён
sk: Žiadosť aktualizovaná
sv: Förfrågan uppdaterad
tr: İstek güncellendi
uk: Запит оновлено
zh_hans: 请求已更新
zh_hant: 請求已更新

# catalog.button.request
source: Request
cs: Požádat
da: Anmod
de: Anfordern
el: Αίτημα
es: Solicitar
fi: Pyydä
fr: Demander
hr: Zatraži
hu: Kérés
it: Richiedi
ja: リクエスト
ko: 요청
nb: Be om
nl: Aanvragen
pl: Poproś
pt_br: Solicitar
pt_pt: Pedir
ro: Solicită
ru: Запросить
sk: Požiadať
sv: Begär
tr: İste
uk: Запитати
zh_hans: 请求
zh_hant: 請求

# catalog.button.requestSeasons
source: Request Seasons
cs: Požádat o sezóny
da: Anmod om sæsoner
de: Staffeln anfordern
el: Αίτημα σεζόν
es: Solicitar temporadas
fi: Pyydä kaudet
fr: Demander des saisons
hr: Zatraži sezone
hu: Évadok kérése
it: Richiedi stagioni
ja: シーズンをリクエスト
ko: 시즌 요청
nb: Be om sesonger
nl: Seizoenen aanvragen
pl: Poproś o sezony
pt_br: Solicitar temporadas
pt_pt: Pedir temporadas
ro: Solicită sezoane
ru: Запросить сезоны
sk: Požiadať o sezóny
sv: Begär säsonger
tr: Sezon iste
uk: Запитати сезони
zh_hans: 请求剧季
zh_hant: 請求季集

# catalog.collection.partOf
source: Part of a collection
cs: Součást kolekce
da: Del af en samling
de: Teil einer Sammlung
el: Μέρος μιας συλλογής
es: Parte de una colección
fi: Osa kokoelmaa
fr: Fait partie d'une collection
hr: Dio kolekcije
hu: Egy gyűjtemény része
it: Parte di una raccolta
ja: コレクションの一部
ko: 컬렉션의 일부
nb: Del av en samling
nl: Onderdeel van een collectie
pl: Część kolekcji
pt_br: Parte de uma coleção
pt_pt: Parte de uma coleção
ro: Parte dintr-o colecție
ru: Часть коллекции
sk: Súčasť kolekcie
sv: Del av en samling
tr: Bir koleksiyonun parçası
uk: Частина колекції
zh_hans: 属于合集
zh_hant: 屬於系列

# catalog.collection.view
source: View collection
cs: Zobrazit kolekci
da: Vis samling
de: Sammlung ansehen
el: Προβολή συλλογής
es: Ver colección
fi: Näytä kokoelma
fr: Voir la collection
hr: Prikaži kolekciju
hu: Gyűjtemény megtekintése
it: Mostra raccolta
ja: コレクションを表示
ko: 컬렉션 보기
nb: Vis samling
nl: Collectie bekijken
pl: Pokaż kolekcję
pt_br: Ver coleção
pt_pt: Ver coleção
ro: Vezi colecția
ru: Открыть коллекцию
sk: Zobraziť kolekciu
sv: Visa samling
tr: Koleksiyonu görüntüle
uk: Відкрити колекцію
zh_hans: 查看合集
zh_hant: 查看系列

# catalog.collection.requestMissing
source: Request missing titles
cs: Vyžádat chybějící tituly
da: Anmod om manglende titler
de: Fehlende Titel anfragen
el: Αίτημα για τίτλους που λείπουν
es: Solicitar títulos que faltan
fi: Pyydä puuttuvat nimikkeet
fr: Demander les titres manquants
hr: Zatraži naslove koji nedostaju
hu: Hiányzó címek kérése
it: Richiedi i titoli mancanti
ja: 未所持のタイトルをリクエスト
ko: 없는 작품 요청
nb: Be om manglende titler
nl: Ontbrekende titels aanvragen
pl: Poproś o brakujące tytuły
pt_br: Solicitar títulos ausentes
pt_pt: Pedir títulos em falta
ro: Solicită titlurile lipsă
ru: Запросить недостающие
sk: Vyžiadať chýbajúce tituly
sv: Begär saknade titlar
tr: Eksik başlıkları iste
uk: Запросити відсутні
zh_hans: 请求缺失的影片
zh_hant: 請求缺少的影片

# catalog.collection.requestMissing.explain %lld
source: Missing from your library: %lld
cs: Chybí v knihovně: %lld
da: Mangler i biblioteket: %lld
de: Fehlt in der Bibliothek: %lld
el: Λείπουν από τη βιβλιοθήκη: %lld
es: Faltan en la biblioteca: %lld
fi: Puuttuu kirjastosta: %lld
fr: Absents de la bibliothèque : %lld
hr: Nedostaje u biblioteci: %lld
hu: Hiányzik a könyvtárból: %lld
it: Mancano nella libreria: %lld
ja: ライブラリにない作品: %lld
ko: 라이브러리에 없음: %lld
nb: Mangler i biblioteket: %lld
nl: Ontbreekt in de bibliotheek: %lld
pl: Brakuje w bibliotece: %lld
pt_br: Faltando na biblioteca: %lld
pt_pt: Em falta na biblioteca: %lld
ro: Lipsesc din bibliotecă: %lld
ru: Нет в библиотеке: %lld
sk: Chýba v knižnici: %lld
sv: Saknas i biblioteket: %lld
tr: Kitaplıkta yok: %lld
uk: Немає в бібліотеці: %lld
zh_hans: 库中缺少：%lld
zh_hant: 媒體庫中缺少：%lld

# catalog.collection.allPresent
source: All titles available
cs: Všechny tituly jsou k dispozici
da: Alle titler er tilgængelige
de: Alle Titel vorhanden
el: Όλοι οι τίτλοι είναι διαθέσιμοι
es: Todos los títulos disponibles
fi: Kaikki nimikkeet saatavilla
fr: Tous les titres sont disponibles
hr: Svi naslovi su dostupni
hu: Minden cím elérhető
it: Tutti i titoli disponibili
ja: すべてのタイトルが利用可能
ko: 모든 작품 이용 가능
nb: Alle titler er tilgjengelige
nl: Alle titels beschikbaar
pl: Wszystkie tytuły dostępne
pt_br: Todos os títulos disponíveis
pt_pt: Todos os títulos disponíveis
ro: Toate titlurile sunt disponibile
ru: Все части доступны
sk: Všetky tituly sú dostupné
sv: Alla titlar är tillgängliga
tr: Tüm başlıklar mevcut
uk: Усі частини доступні
zh_hans: 全部影片均可观看
zh_hant: 全部影片皆可觀看

# catalog.collection.requested
source: Requests sent
cs: Požadavky odeslány
da: Anmodninger sendt
de: Anfragen gesendet
el: Τα αιτήματα στάλθηκαν
es: Solicitudes enviadas
fi: Pyynnöt lähetetty
fr: Demandes envoyées
hr: Zahtjevi poslani
hu: Kérések elküldve
it: Richieste inviate
ja: リクエストを送信しました
ko: 요청을 보냈습니다
nb: Forespørsler sendt
nl: Aanvragen verzonden
pl: Prośby wysłane
pt_br: Solicitações enviadas
pt_pt: Pedidos enviados
ro: Solicitări trimise
ru: Запросы отправлены
sk: Požiadavky odoslané
sv: Förfrågningar skickade
tr: İstekler gönderildi
uk: Запити надіслано
zh_hans: 请求已发送
zh_hant: 請求已送出

# catalog.collection.requestResult %lld %lld
source: %1$lld of %2$lld requested
cs: Vyžádáno %1$lld z %2$lld
da: %1$lld af %2$lld anmodet
de: %1$lld von %2$lld angefragt
el: Ζητήθηκαν %1$lld από %2$lld
es: %1$lld de %2$lld solicitados
fi: %1$lld / %2$lld pyydetty
fr: %1$lld sur %2$lld demandés
hr: Zatraženo %1$lld od %2$lld
hu: %2$lld közül %1$lld kérve
it: %1$lld di %2$lld richiesti
ja: %2$lld 件中 %1$lld 件をリクエストしました
ko: %2$lld개 중 %1$lld개 요청함
nb: %1$lld av %2$lld forespurt
nl: %1$lld van %2$lld aangevraagd
pl: Poproszono o %1$lld z %2$lld
pt_br: %1$lld de %2$lld solicitados
pt_pt: %1$lld de %2$lld pedidos
ro: %1$lld din %2$lld solicitate
ru: Запрошено %1$lld из %2$lld
sk: Vyžiadané %1$lld z %2$lld
sv: %1$lld av %2$lld begärda
tr: %2$lld başlıktan %1$lld tanesi istendi
uk: Запитано %1$lld з %2$lld
zh_hans: 已请求 %2$lld 部中的 %1$lld 部
zh_hant: 已請求 %2$lld 部中的 %1$lld 部

# catalog.collection.empty
source: This collection has no titles
cs: Tato kolekce neobsahuje žádné tituly
da: Denne samling indeholder ingen titler
de: Diese Sammlung enthält keine Titel
el: Αυτή η συλλογή δεν έχει τίτλους
es: Esta colección no tiene títulos
fi: Tässä kokoelmassa ei ole nimikkeitä
fr: Cette collection ne contient aucun titre
hr: Ova kolekcija nema naslova
hu: Ez a gyűjtemény nem tartalmaz címeket
it: Questa raccolta non contiene titoli
ja: このコレクションにはタイトルがありません
ko: 이 컬렉션에는 작품이 없습니다
nb: Denne samlingen inneholder ingen titler
nl: Deze collectie bevat geen titels
pl: Ta kolekcja nie zawiera tytułów
pt_br: Esta coleção não tem títulos
pt_pt: Esta coleção não tem títulos
ro: Această colecție nu conține titluri
ru: В этой коллекции нет фильмов
sk: Táto kolekcia neobsahuje žiadne tituly
sv: Den här samlingen innehåller inga titlar
tr: Bu koleksiyonda başlık yok
uk: У цій колекції немає фільмів
zh_hans: 此合集中没有影片
zh_hant: 此系列中沒有影片

# catalog.empty.noRequests
source: No requests yet
cs: Zatím žádné žádosti
da: Ingen anmodninger endnu
de: Noch keine Anfragen
el: Δεν υπάρχουν ακόμη αιτήματα
es: Aún no hay solicitudes
fi: Ei vielä pyyntöjä
fr: Aucune demande pour l'instant
hr: Nema još zahtjeva
hu: Még nincsenek kérések
it: Nessuna richiesta ancora
ja: リクエストはまだありません
ko: 아직 요청이 없습니다
nb: Ingen forespørsler ennå
nl: Nog geen aanvragen
pl: Brak próśb
pt_br: Nenhuma solicitação ainda
pt_pt: Ainda sem pedidos
ro: Încă nu există solicitări
ru: Запросов пока нет
sk: Zatiaľ žiadne žiadosti
sv: Inga förfrågningar ännu
tr: Henüz istek yok
uk: Запитів ще немає
zh_hans: 暂无请求
zh_hant: 尚無請求

# catalog.empty.noServer.description
source: Set up Seerr in Settings to browse and request new movies and shows.
cs: Nastavte Seerr v Nastavení, abyste mohli procházet a žádat o nové filmy a seriály.
da: Konfigurer Seerr i Indstillinger for at gennemse og anmode om nye film og serier.
de: Richte Seerr in den Einstellungen ein, um neue Filme und Serien zu entdecken und anzufordern.
el: Ρυθμίστε το Seerr στις Ρυθμίσεις για να περιηγηθείτε και να ζητήσετε νέες ταινίες και σειρές.
es: Configura Seerr en Ajustes para explorar y solicitar nuevas películas y series.
fi: Määritä Seerr asetuksissa selataksesi ja pyytääksesi uusia elokuvia ja sarjoja.
fr: Configurez Seerr dans les Réglages pour parcourir et demander de nouveaux films et séries.
hr: Postavite Seerr u Postavkama za pregledavanje i zahtijevanje novih filmova i serija.
hu: Állítsd be a Seerr-t a Beállításokban új filmek és sorozatok böngészéséhez és kéréséhez.
it: Configura Seerr nelle Impostazioni per sfogliare e richiedere nuovi film e serie.
ja: 設定で Seerr をセットアップして、新しい映画や番組を閲覧・リクエストできます。
ko: 설정에서 Seerr를 구성하여 새 영화와 프로그램을 탐색하고 요청하세요.
nb: Sett opp Seerr i Innstillinger for å bla gjennom og be om nye filmer og serier.
nl: Stel Seerr in bij Instellingen om nieuwe films en series te bekijken en aan te vragen.
pl: Skonfiguruj Seerr w Ustawieniach, aby przeglądać i prosić o nowe filmy oraz seriale.
pt_br: Configure o Seerr em Configurações para navegar e solicitar novos filmes e séries.
pt_pt: Configure o Seerr nas Definições para explorar e pedir novos filmes e séries.
ro: Configurează Seerr în Setări pentru a răsfoi și solicita noi filme și seriale.
ru: Настройте Seerr в настройках, чтобы просматривать и запрашивать новые фильмы и сериалы.
sk: Nastavte Seerr v Nastaveniach, aby ste mohli prehliadať a žiadať o nové filmy a seriály.
sv: Konfigurera Seerr i Inställningar för att bläddra bland och begära nya filmer och serier.
tr: Yeni filmlere ve dizilere göz atmak ve istekte bulunmak için Ayarlar'da Seerr'i kur.
uk: Налаштуйте Seerr у Параметрах, щоб переглядати та запитувати нові фільми й серіали.
zh_hans: 在设置中配置 Seerr,以便浏览并请求新的电影和剧集。
zh_hant: 在「設定」中設定 Seerr,以瀏覽並請求新的電影與影集。

# catalog.empty.noServer.setup
source: Set up Seerr
cs: Nastavit Seerr
da: Konfigurér Seerr
de: Seerr einrichten
el: Ρύθμιση Seerr
es: Configurar Seerr
fi: Määritä Seerr
fr: Configurer Seerr
hr: Postavi Seerr
hu: Seerr beállítása
it: Configura Seerr
ja: Seerrをセットアップ
ko: Seerr 설정
nb: Konfigurer Seerr
nl: Seerr instellen
pl: Skonfiguruj Seerr
pt_br: Configurar Seerr
pt_pt: Configurar Seerr
ro: Configurează Seerr
ru: Настроить Seerr
sk: Nastaviť Seerr
sv: Konfigurera Seerr
tr: Seerr'i kur
uk: Налаштувати Seerr
zh_hans: 设置 Seerr
zh_hant: 設定 Seerr

# catalog.empty.noServer.title
source: No Seerr server
cs: Žádný server Seerr
da: Ingen Seerr-server
de: Kein Seerr-Server
el: Κανένας διακομιστής Seerr
es: Sin servidor Seerr
fi: Ei Seerr-palvelinta
fr: Aucun serveur Seerr
hr: Nema Seerr poslužitelja
hu: Nincs Seerr-kiszolgáló
it: Nessun server Seerr
ja: Seerr サーバーがありません
ko: Seerr 서버 없음
nb: Ingen Seerr-server
nl: Geen Seerr-server
pl: Brak serwera Seerr
pt_br: Nenhum servidor Seerr
pt_pt: Sem servidor Seerr
ro: Niciun server Seerr
ru: Нет сервера Seerr
sk: Žiadny server Seerr
sv: Ingen Seerr-server
tr: Seerr sunucusu yok
uk: Немає сервера Seerr
zh_hans: 无 Seerr 服务器
zh_hant: 沒有 Seerr 伺服器

# catalog.notify.denied.hint
source: Enable notifications for Sodalite in the iOS Settings app to use this.
cs: Povolte oznámení pro Sodalite v Nastavení iOS, abyste to mohli používat.
da: Aktivér notifikationer for Sodalite i iOS-indstillingerne for at bruge dette.
de: Aktiviere Benachrichtigungen für Sodalite in den iOS-Einstellungen, um das zu nutzen.
el: Ενεργοποιήστε τις ειδοποιήσεις για το Sodalite στις Ρυθμίσεις iOS για να το χρησιμοποιήσετε.
es: Activa las notificaciones para Sodalite en los Ajustes de iOS para usar esto.
fi: Ota Sodaliten ilmoitukset käyttöön iOS-asetuksissa käyttääksesi tätä.
fr: Activez les notifications pour Sodalite dans les Réglages iOS pour utiliser cette option.
hr: Omogućite obavijesti za Sodalite u iOS postavkama da biste ovo koristili.
hu: Engedélyezd a Sodalite értesítéseit az iOS Beállításokban ennek használatához.
it: Abilita le notifiche per Sodalite nelle Impostazioni di iOS per usare questa funzione.
ja: これを使用するには、iOSの設定でSodaliteの通知を有効にしてください。
ko: 이 기능을 사용하려면 iOS 설정에서 Sodalite 알림을 켜세요.
nb: Slå på varsler for Sodalite i iOS-innstillingene for å bruke dette.
nl: Schakel meldingen voor Sodalite in via de iOS-instellingen om dit te gebruiken.
pl: Włącz powiadomienia dla Sodalite w Ustawieniach iOS, aby z tego korzystać.
pt_br: Ative as notificações do Sodalite nos Ajustes do iOS para usar isso.
pt_pt: Ative as notificações do Sodalite nas Definições do iOS para usar isto.
ro: Activează notificările pentru Sodalite în Setările iOS pentru a folosi această opțiune.
ru: Включите уведомления для Sodalite в настройках iOS, чтобы использовать это.
sk: Povoľte oznámenia pre Sodalite v Nastaveniach iOS, aby ste to mohli používať.
sv: Aktivera aviseringar för Sodalite i iOS-inställningarna för att använda detta.
tr: Bunu kullanmak için iOS Ayarlar'da Sodalite bildirimlerini etkinleştirin.
uk: Увімкніть сповіщення для Sodalite у Налаштуваннях iOS, щоб користуватися цим.
zh_hans: 请在 iOS 设置中开启 Sodalite 的通知以使用此功能。
zh_hant: 請在 iOS 設定中開啟 Sodalite 的通知以使用此功能。

# catalog.notify.pending.body
source: New requests are waiting for your approval.
cs: Nové žádosti čekají na vaše schválení.
da: Nye anmodninger venter på din godkendelse.
de: Neue Anfragen warten auf deine Freigabe.
el: Νέα αιτήματα περιμένουν την έγκρισή σας.
es: Hay nuevas solicitudes esperando tu aprobación.
fi: Uudet pyynnöt odottavat hyväksyntääsi.
fr: De nouvelles demandes attendent votre approbation.
hr: Novi zahtjevi čekaju vaše odobrenje.
hu: Új kérések várnak a jóváhagyásodra.
it: Nuove richieste sono in attesa della tua approvazione.
ja: 新しいリクエストが承認を待っています。
ko: 새로운 요청이 승인을 기다리고 있습니다.
nb: Nye forespørsler venter på din godkjenning.
nl: Nieuwe verzoeken wachten op je goedkeuring.
pl: Nowe żądania czekają na Twoją zgodę.
pt_br: Novas solicitações estão aguardando sua aprovação.
pt_pt: Novos pedidos aguardam a sua aprovação.
ro: Cereri noi așteaptă aprobarea ta.
ru: Новые запросы ожидают вашего одобрения.
sk: Nové žiadosti čakajú na vaše schválenie.
sv: Nya förfrågningar väntar på ditt godkännande.
tr: Yeni istekler onayınızı bekliyor.
uk: Нові запити очікують на ваше схвалення.
zh_hans: 有新请求正在等待你的审批。
zh_hant: 有新請求正在等待你的審核。

# catalog.notify.pending.title
source: Requests awaiting approval
cs: Žádosti čekají na schválení
da: Anmodninger venter på godkendelse
de: Anfragen warten auf Freigabe
el: Αιτήματα σε αναμονή έγκρισης
es: Solicitudes pendientes de aprobación
fi: Pyynnöt odottavat hyväksyntää
fr: Demandes en attente d'approbation
hr: Zahtjevi čekaju odobrenje
hu: Kérések jóváhagyásra várnak
it: Richieste in attesa di approvazione
ja: 承認待ちのリクエスト
ko: 승인 대기 중인 요청
nb: Forespørsler venter på godkjenning
nl: Verzoeken wachten op goedkeuring
pl: Żądania oczekujące na zatwierdzenie
pt_br: Solicitações aguardando aprovação
pt_pt: Pedidos a aguardar aprovação
ro: Cereri în așteptarea aprobării
ru: Запросы ожидают одобрения
sk: Žiadosti čakajú na schválenie
sv: Förfrågningar väntar på godkännande
tr: İstekler onay bekliyor
uk: Запити очікують на схвалення
zh_hans: 请求等待审批
zh_hant: 請求等待審核

# catalog.notify.toggle.subtitle
source: Get a notification when requests are waiting for your approval.
cs: Dostávejte oznámení, když žádosti čekají na vaše schválení.
da: Få en notifikation, når anmodninger venter på din godkendelse.
de: Erhalte eine Benachrichtigung, wenn Anfragen auf deine Freigabe warten.
el: Λάβετε ειδοποίηση όταν αιτήματα περιμένουν την έγκρισή σας.
es: Recibe una notificación cuando haya solicitudes esperando tu aprobación.
fi: Saat ilmoituksen, kun pyynnöt odottavat hyväksyntääsi.
fr: Recevez une notification lorsque des demandes attendent votre approbation.
hr: Primajte obavijest kada zahtjevi čekaju vaše odobrenje.
hu: Kapj értesítést, ha kérések várnak a jóváhagyásodra.
it: Ricevi una notifica quando ci sono richieste in attesa della tua approvazione.
ja: リクエストが承認待ちのときに通知を受け取ります。
ko: 요청이 승인을 기다릴 때 알림을 받습니다.
nb: Få et varsel når forespørsler venter på din godkjenning.
nl: Ontvang een melding wanneer verzoeken op je goedkeuring wachten.
pl: Otrzymuj powiadomienie, gdy żądania czekają na Twoją zgodę.
pt_br: Receba uma notificação quando houver solicitações aguardando sua aprovação.
pt_pt: Receba uma notificação quando houver pedidos a aguardar a sua aprovação.
ro: Primește o notificare când cererile așteaptă aprobarea ta.
ru: Получайте уведомление, когда запросы ждут вашего одобрения.
sk: Dostávajte oznámenie, keď žiadosti čakajú na vaše schválenie.
sv: Få en avisering när förfrågningar väntar på ditt godkännande.
tr: İstekler onayınızı beklediğinde bir bildirim alın.
uk: Отримуйте сповіщення, коли запити очікують на ваше схвалення.
zh_hans: 当有请求等待你审批时接收通知。
zh_hant: 當有請求等待你審核時接收通知。
